age = input("გთხოვთ შეიყვანოთ თქვემი ასაკი: ")
print(age)

name6 = "ბასა" #ცვლადის სახელი ვერ დაიწერება რიცხვით
print("გამარჯობა" + name6) #რადგან ერთი ასო გამოსახული uperrcaset - ით მაშინ code მაშინ სხვა ცვლადის სახელად

age = int(input("შეიყვანეთ თქვენი ასაკი: "))
year = int(input("რომელი წელია ახლა: "))
print(age + 10)
print(year + 10)

#snake_case აშორებს ორ სიტყვას ერთმანეთისგან _-თი 
#camelCase იყენებს uppercase ასოს რომ მიგვანიშნოს სად იწყება ახალი სიტყვა

#ცვადი ვერ დაიწყება რიცხვით და არ შეილება მასში იყოს +, -, *, /. ასევე space არ შეილება რომ მათ შორის ოყოს
#ცვლადი უნდა იწყებოდეს რიცხვით, თუ გვინდა ორზე მეტი სიტყვისგან შედგებოდეს უნდა გამოვიყენოთ snake ან camel case15




















